Repository: zskangus/blinq
Catalog: Blinq/*.lproj/Localizable.strings
Languages: de, zh_hans

# language
source: English
de: German
zh_hans: 中文

# sos_occurred_sent_message
source: SOS EMERGENCY MESSAGE HAS BEEN SENT SUCCESSFULLY
de: SOS-NOTFALL-NACHRICHT WURDE ERFOLGREICH VERSENDET
zh_hans: 已发送求救信息。

# sos_occurred_post_to_facebook
source: SOS EMERGENCY MESSAGE HAS BEEN POSTED TO FACEBOOK.
de: SOS-NOTFALL-NACHRICHT WURDE AUF FACEBOOK VERÖFFENTLICHT.
zh_hans: 求救信息已发布到Facebook。

# sos_message_sent_failure
source: SOS EMERGENCY MESSAGE SENT FAILURE.
de: SENDEN DER SOS-NOTFALL-NACHRICHT FEHLGESCHLAGEN.
zh_hans: 求救信息发送失败。

# sos_Location_services_title
source: LOCATION SERVICES OFF
de: STANDORTDIENSTE AUS.

# sos_Location_services
source: TURN ON LOCATION SERVICES IN SETTINGS > PRIVACY TO ALLOW BLINQ TO DETERMINE YOUR CURRENT LOCATION
de: STANDORTDIENSTE IN EINSTELLUNGEN > PRIVATSPHÄRE AKTIVIEREN, UM BLINQ DAS ERFASSEN DER AKTUELLEN POSITION ZU ERLAUBEN

# sos_failed_to_locate_address
source: FAILED TO LOCATE ADDRESS
de: ADRESSLOKALISIERUNG FEHLGESCHLAGEN.
zh_hans: 定位地址失败。

# battery_low
source: LOW BATTERY.
de: SCHWACHE BATTERIE.
zh_hans: 低电量

# battery_low_desc
source: RING LOW BATTERY.
de: RING SCHWACHE BATTERIE.
zh_hans: 戒指电量过低

# battery_charge_completion
source: CHARGE COMPLETION
de: LADEENDE
zh_hans: 充电完成

# battery_charge_completion_desc
source: THE RING HAS BEEN FULLY CHARGED.
de: RING VOLL GELADEN.
zh_hans: 戒指已经完全充电

# sos_message_content_template
source: You are %@'s emergency contact and they need your help or are in trouble. Please call them immediately to make sure this isn't a false alarm. If no one answers send help to the following location right away. This message was sent from Blinq's Smart Ring.
de: Sie sind %@s Notfall-Kontakt und es wird Ihre Hilfe benötigt. Bitterufen Sie diese Person unverzüglich an, um sicherzustellen, dass es kein falscher Alarm ist. Wenn niemand antwortet,schicken sie sofort Hilfe zu folgendem Standort. Diese Nachricht wurde von Blinqs Smart Ring ausgesendet.

# facebook_message_content_template
source: EMERGENCY: I need help or I am currently in trouble. Please try to contact me immediately to make sure this isn't a false alarm. If I am unresponsive please send help to the following location right away. This message was sent from Blinq Smart Ring's Emergency Social S.O.S. system.
de: NOTFALL: Ich brauche Hilfe oder bin in Schwierigkeiten. Bitteversuche sofort mich zu kontaktieren, um einen Falschalarm auszuschließen.Sollte ich nicht antworten, bitte sofort Hilfe zufolgendem Standort schicken. Diese Nachricht wurde von Blinq Smart Rings Notfall-Sozial-S.O.S.-System gesendet.

# facebook_message_title
source: Blinq Smart Ring Emergency Broadcast
de: Blinq Smart Ring Notfall-Übertragung

source: YES
de: JA
zh_hans: 是

source: NO
de: NEIN
zh_hans: 否

# menu_title_notifications
source: NOTIFICATIONS
de: BENACHRICHTIGUNGEN
zh_hans: 通知

# menu_title_contacts
source: CONTACTS
de: KONTAKTE
zh_hans: 联系人

# menu_title_play
source: PLAY
de: ABSPIELEN
zh_hans: 玩一玩

# menu_title_emergency
source: SOS EMERGENCY
de: SOS NOTFALL
zh_hans: 紧急求救

# menu_title_settings
source: SETTINGS
de: EINSTELLUNGEN
zh_hans: 设置

# menu_title_help
source: HELP
de: HILFE
zh_hans: 帮助

# welcome_page_get_started
source: GET STARTED
de: LOS GEHT'S
zh_hans: 开始

# welcome_page_copyright
source: COPYRIGHT 2017 BLINQ | PATENT PENDING
de: URHEBERRECHT 2017 BLINQ | PATENT AUSSTEHEND

# welcome_page_logo
source: FILTER THE NOISE
de: FILTER DEN LÄRM

# binding_page_title
source: PUT RING HERE
de: RING HIER PLATZIEREN
zh_hans: 戒指放在这里

# binding_page_describe
source: PLEASE MAKE SURE YOUR BLUETOOTH IS TURNED ON AND PLACE YOUR RING IN THE MIDDLE TO CONTINUE.
de: BITTE STELLEN SIE SICHER, DASS IHR BLUETOOTH AN IST UND PLATZIEREN SIE IHREN RING IN DER MITTE, UM FORTZUFAHREN.
zh_hans: 请确保手机蓝牙功能已开启，并将戒指放入上面圆圈中间。

# binding_page_buttonTitle
source: PAIR NOW
de: JETZT PAAREN
zh_hans: 开始配对

# connecting_page_title
source: PLEASE WAIT
de: BITTE WARTEN
zh_hans: 请稍候

# connecting_page_copyright
source: WE ARE ATTEMPTING TO PAIR YOUR DEVICE. MAKE SURE YOUR RING IS CHARGED AND WITHIN RANGE.
de: WIR VERSUCHEN IHR GERÄT ZU PAAREN. STELLEN SIE SICHER, DASS IHR RING GELADEN UND IN REICHWEITE IST.
zh_hans: 我们正在尝试配对你的设备，请确保你的戒指就在附近并且电量充足。

# connect_failure_page_title1
source: UH OH!
de: OH OH!
zh_hans: 哎!

# connect_failure_page_title2
source: CONNECTION TIPS
de: VERBINDUNG HINWEISE
zh_hans: 连接小贴示

# connect_failure_page_describe1
source: LOOKS LIKE WE AREN’T ABLE TO CONNECT TO YOUR DEVICE.
de: ES SIEHT AUS, ALS KÖNNTEN WIR IHR GERÄT NICHT VERBUNDEN.
zh_hans: 我们似乎没法连上你的戒指。

# connect_failure_page_describe2
source: DID YOU CHARGE YOUR RING?
de: HABEN SIE IHREN RING GELADEN?
zh_hans: 戒指充电了吗?

# connect_failure_page_describe3
source: IS YOUR BLUETOOTH ON AND YOUR RING IN RANGE?
de: IST IHR BLUETOOTH EINGESCHALTET UND IHR RING IN REICHWEITE?
zh_hans: 手机蓝牙是否打开，设备在附近吗?

# connect_failure_page_describe4
source: UNPAIR RING, FORGET “SMART RING” IN BLUETOOTH SETTINGS AND RE-PAIR RING WITH DEVICE
de: UNPAAR RING, VERGESSEN „SMART RING” IN BLUETOOTH EINSTELLUNGEN UND RE-PAAR RING MIT GERÄT
zh_hans: 解除配对, 在蓝牙设置里面忽略“SMART RING”，然后重新配对

# connect_failure_page_buttonTitle
source: TRY AGAIN
de: BITTE NOCH EINMAL VERSUCHEN
zh_hans: 重试

# connect_successful_page_title
source: SUCCESSFUL
de: ERFOLGREICH
zh_hans: 成功

# connect_successful_page_label1
source: YOUR RING IS NOW
de: IHR RING IST JETZT
zh_hans: 你的戒指

# connect_successful_page_label2
source: CONNECTED
de: VERBUNDEN
zh_hans: 已连接

# connect_successful_page_label3
source: GET STARTED
de: LOS GEHT'S
zh_hans: 开始

# notifications_page_title
source: NOTIFICATIONS
de: BENACHRICHTIGUNGEN
zh_hans: 通知

# notifications_page_label1
source: PHONE, TEXT AND APP NOTIFICATIONS WILL BLINK THE RING 3 TIMES.
de: ANRUF-, TEXT-, UND APP-BENACHRICHTIGUNGEN LASSEN DEN RING 3 MAL BLINKEN.
zh_hans: 收到电话，短信和应用通知戒指将会闪灯3次。

# notifications_page_label2
source: SELECTED CONTACT ALERTS WILL LIGHT UP THE GEMSTONE FOR 5 SECONDS AT A TIME.
de: ALARME DURCH AUSGEWÄHLTE KONTAKTE LASSEN DEN EDELSTEIN FÜR 5 SEKUNDEN AUFLEUCHTEN.
zh_hans: 收到选定的联系人的通知戒指将会点亮5秒钟。

# notifications_page_buttonTitle
source: NEXT
de: WEITER
zh_hans: 下一步

# nav_title_APP_NOTIFICATIONS
source: APP NOTIFICATIONS
de: APP-BENACHRICHTIGUNGEN
zh_hans: 应用通知

# nav_title_CONTACT_NOTIFICATIONS
source: CONTACT NOTIFICATIONS
de: KONTAKT-BENACHRICHTIGUNGEN
zh_hans: 联系人通知

# nav_title_PLAY
source: PLAY
de: ABSPIELEN
zh_hans: 玩一玩

# nav_title_SOS_EMERGENCY
source: SOS EMERGENCY
de: SOS NOTFALL
zh_hans: 紧急求救

# nav_title_SETTINGS
source: SETTINGS
de: EINSTELLUNGEN
zh_hans: 设置

# nav_title_help
source: HELP
de: HILFE
zh_hans: 帮助

# notifications_page_headerTitle
source: RECEIVE ALL NOTIFICATIONS
de: ALLE BENACHRICHTIGUNGEN EMPFANGEN
zh_hans: 所有通知提醒

# notifications_page_vipSwitch_describe
source: ONLY RECEIVE PHONE CALLS AND TEXTS FROM SELECTED CONTACTS
de: ANRUFE UND NACHRICHTEN NUR VON AUSGEWÄHLTEN KONTAKTEN EMPFANGEN
zh_hans: 只提醒来自选定联系人的电话和短信

# unpairButton_title
source: UNPAIR MY RING
de: PAARUNG MIT RING AUFHEBEN
zh_hans: 解除绑定

# unpairDescribe
source: This operation will unpair your phone and the ring. If you want to pair a new ring, you also need to forget the paired ring in 'Settings - > Bluetooth'. Continue to unpair the ring?
de: Dieser Vorgang wird die Paarung Ihres Telefons und Rings aufheben. Wenn Sie einen neuen Ring paaren möchten, müssen sie den gepaarten Ring in 'Einstellungen - > Bluetooth' entfernen. Mit Aufhebung der Paarung fortfahren?
zh_hans: 即将解除手机与戒指的配对，如需配对新的戒指您还需要在”设置->蓝牙“中忽略已经配对的戒指，确定要解除配对吗?

source: WARNING
de: WARNUNG
zh_hans: 警告

# manage_selected_contacts_buttonTitle
source: MANAGE SELECTED CONTACTS
de: AUSGEWÄHLTE KONTAKTE VERWALTEN
zh_hans: 管理选定的联系人

# contacts_page_title
source: CONTACTS
de: KONTAKTE
zh_hans: 联系人

# contacts_page_label1
source: BLINQ LETS YOU CREATE DIFFERENT SETS OF ALERTS FOR CALLS AND TEXT MESSAGES THAT COME FROM SELECTED CONTACTS.
de: BLINQ LÄSST SIE, FÜR JEDEN AUSGEWÄHLTEN KONTAKT, EINEN INDIVIDUELLEN ALARM FÜR ANRUFE UND NACHRICHTEN ERSTELLEN.
zh_hans: BLINQ允许您为选定联系人的来电和短信创建不同的提醒设置。

# contacts_page_label2
source: INCOMING ALERTS FROM THE FOLLOWING CONTACTS WILL LIGHT UP THE GEMSTONE FOR 5 SECONDS.
de: EINKOMMENDE BENACHRICHTIGUNGEN FOLGENDER KONTAKTE LASSEN DEN EDELSTEIN FÜR 5 SEKUNDEN AUFLEUCHTEN.
zh_hans: 收到以下联系人的通知戒指将会点亮5秒钟。

# contacts_page_describe
source: Notifications from selected contacts will override color assignments for regular phone and text alerts. Alerts from these contacts will light up the gemstone for 5 seconds.
de: Benachrichtigungen ausgewählter Konakte überschreiben Farbzuweisungen für reguläre Anruf- und Nachrichten-Alarme. Alarme dieser Kontakte lassen den Edelstein für 5 Sekunden aufleuchten.
zh_hans: 所选联系人的通知将覆盖常规电话和短信的颜色分配。 收到这些联系人的通知会将宝石点亮5秒钟。

# add_contact_buttonTitle
source: ADD FROM CONTACTS
de: VON KONTAKTEN HINZUFÜGEN
zh_hans: 从联系人添加

# play_page_title
source: TAP ANY OF THE COLORS BELOW TO SEE HOW THE RING REACTS AND CHANGES COLORS.
de: BERÜHREN SIE EINE DER UNTRIGEN FARBEN UM ZU SEHEN, WIE DER RING REAGIERT UND DIE FARBE WECHSELT.
zh_hans: 点选下面任何颜色，戒指会对应闪灯。

# play_page_vibBtn_title
source: VIBRATE
de: VIBRATION
zh_hans: 持续震动

# play_page_pulseBtn_title
source: PULSE
de: PULS
zh_hans: 间隙震动

# sos_page_powerSwitch_title
source: SOS/EMERGENCY MODE
de: SOS/NOTFALLMODUS
zh_hans: 紧急求救

# sos_page_describeLabel
source: IN THE EVENT OF AN EMERGENCY THE BLINQ SMART RING CAN BE TAPPED REPEATEDLY TO SEND OUT AN EMERGENCY SOS MESSAGE.
de: IM FALLE EINES NOTFALLS KANN DER BLINQ SMART RING WIEDERHOLT ANGETIPPT WERDEN UM EINE SOS NACHRICHT ZU VERSCHICKEN.
zh_hans: 在紧急情况下，持续敲击戒指发送紧急求救消息。

# sos_add_contact_label
source: ADD FROM CONTACTS
de: VON KONTAKTEN HINZUFÜGEN
zh_hans: 从联系人添加

# sos_send_Message_label
source: SEND TEXT MESSAGE
de: TEXTNACHRICHT SENDEN
zh_hans: 发送短信

# sos_social_label
source: SOCIAL S.O.S.
de: SOZIAL-S.O.S.
zh_hans: 社交SOS

# sos_textView_Label
source: ENTER SOS MESSAGE HERE…
de: HIER SOS-NACHRICHT EINGEBEN…
zh_hans: 填写求助信息…

# sos_social_setting_label
source: SOCIAL S.O.S. SETTINGS
de: SOZIAL-S.O.S. EINSTELLUNGEN
zh_hans: 社交SOS设置

# socicl_page_title
source: SOCIAL S.O.S.
de: SOZIAL-S.O.S.
zh_hans: 社交SOS

# socicl_page_describe
source: BLINQ CAN POST EMERGENCY MESSAGES TO YOUR FACEBOOK WALL IN THE CASE OF AN EMERGENCY. CONNECT YOUR ACCOUNT SO THAT WE CAN POST MESSAGES ON YOUR BEHALF
de: IM NOTFALL KANN BLINQ NOTFALL-NACHRICHTEN AUF IHRER FACEBOOK-PINNWAND VERÖFFENTLICHEN.VERBINDEN SIE IHREN ACCOUNT, DAMIT WIR IN IHREM NAMEN POSTS ERSTELLEN KÖNNEN.
zh_hans: 在紧急情况下，BLINQ可以将紧急信息发送的您的FACEBOOK圈子。 连接您的账户，以便我们可以在您的账户上发送消息

# socicl_page_postLabel
source: POST TO MY WALL
de: AUF MEINER PINNWAND VERÖFFENTLICHEN
zh_hans: 发送到我的圈子

# socicl_page_postDescribe
source: POST MY LOCATION TO MY FACEBOOK WALL SO THAT ANYONE IN MY NETWORK CAN SEE THE MESSAGE AND COME TO MY RESCUE.
de: MEINEN STANDORT AUF MEINER FACEBOOK-PINNWAND VERÖFFENTLICHEN, SO DASS JEDER IN MEINEM NETZWERK DIE NACHRICHT SEHEN UND ZUR HILFE KOMMEN KANN.
zh_hans: 将我的位置发送到我的FACEBOOK圈子，这样我的网络中的任何人都可以看到信息和求助

# socicl_page_done
source: DONE
de: ERLEDIGT
zh_hans: 完成

# socicl_page_textView_label
source: ENTER SOS MESSAGE HERE…
de: HIER SOS-NACHRICHT EINGEBEN…
zh_hans: 填写求助信息…

# setting_page_check
source: CHECK FOR UPDATES
de: SUCHE NACH UPDATES
zh_hans: 检查更新

# setting_page_disconnect_buttonTitle
source: DISCONNECT RING NOW
de: RING JETZT TRENNEN
zh_hans: 断开戒指

# setting_page_connect_buttonTitle
source: CONNECT RING NOW
de: RING JETZT VERBINDEN
zh_hans: 连接戒指

# setting_page_disconnect
source: DISCONNECTED
de: GETRENNT
zh_hans: 已断开

# setting_page_connect
source: CONNECTED
de: VERBUNDEN
zh_hans: 已连接

source: CONFIRM MOBILE NUMBER
de: HANDYNUMMER BESTÄTIGEN
zh_hans: 确认电话号码

source: TIP
de: HINWEISE
zh_hans: 提示

# tip_disconnect
source: your ring is disconnected. You may need to forget the paired ring in 'settings->bluetooth' and try again when it is reconnected.
de: ihr Ring wurde getrennt. Eventuell müssen sie die Paarung in 'Einstellungen -> Bluetooth' aufheben und es nach erneutem Verbinden noch einmal versuchen.
zh_hans: 你的戒指断开了。 您可能需要忽略“设置->蓝牙”中已配对的戒指，重新连接后重试。

# tip_network
source: NETWORK UNAVAILABLE.CHECK NETWORK
de: NETZWERK NICHT ERREICHBAR. BITTE NETZWERKVERBINDUNG PRÜFEN
zh_hans: 网络不可用，请检查

# tip_manager_contact
source: PLEASE MANAGE SELECTED CONTACTS
de: AUSGEWÄHLTE KONTAKTE BITTE VERWALTEN
zh_hans: 请先设定联系人

# tip_fill_text
source: PLEASE FILL IN ALL FIELDS TO CONTINUE
de: BITTE ALLE FELDER AUSFÜLLEN UM FORTZUFAHREN
zh_hans: 请填写所有字段再继续

# tip_email_address
source: THE EMAIL ADDRESS YOU ENTERED IS NOT VALID
de: DIE EINGEGEBENE EMAIL-ADRESSE IST UNGÜLTIG
zh_hans: 邮件地址无效

source: CLOSE
de: SCHLIEßEN
zh_hans: 关闭

# connect_failed
source: CONNECTION FAILED
de: VERBINDUNG FEHLGESCHLAGEN
zh_hans: 连接失败

# register_page_title
source: REGISTER
de: REGISTRIEREN
zh_hans: 注册

# register_page_describe
source: REGISTER YOUR RING TODAY TO BE NOTIFIED OF ANY UPGRADES OR UPDATES IN THE FUTURE. YOU WILL ALSO BE KEPT IN THE LOOP WITH OUR LATEST PROMOTIONS AND PRODUCTS.
de: REGISTRIEREN SIE IHREN RING HEUTE, UM ZUKÜNFTIG ÜBER ALLE UPGRADES ODER UPDATES INFORMIERT ZU WERDEN. AUßERDEM BLEIBEN SIE STETIG IN DER SCHLEIFE FÜR UNSERE AKTUELLSTEN PROMOTIONEN UND PRODUKTE.
zh_hans: 注册您的戒指以获取升级或更新， 同时你也可以接收我们最新的产品促销信息。

# register_page_first_name
source: FIRST NAME
de: VORNAME
zh_hans: 名

# register_page_last_name
source: LAST NAME
de: NACHNAME
zh_hans: 姓

# register_page_email_address
source: EMAIL ADDRESS
de: EMAIL-ADDRESSE
zh_hans: 邮件地址

# register_page_buttonTitle
source: REGISTER NOW
de: JETZT REGISTRIEREN
zh_hans: 立即注册

# register_successful_page_title
source: SUCCESSFUL
de: ERFOLGREICH
zh_hans: 成功

# register_successful_page_label
source: GREAT! YOU SUCCESSFULLY REGISTERED YOUR RING. NOW LET’S GET YOUR RING SET UP FOR ALERTS.
de: GROßARTIG! SIE HABEN IHREN RING ERFOLGREICH REGISTRIERT. NUN KÖNNEN WIR DEN RING FÜR ALARMSIGNALE KONFIGURIEREN.
zh_hans: 太棒了，注册成功，现在开始设置你的戒指。

# register_successful_page_buttonTitle
source: OK LET’S GO!
de: OK, LOS GEHT'S!
zh_hans: 好， 开始！

# bewrite_notification_title
source: NOTIFICATIONS
de: BENACHRICHTIGUNGEN
zh_hans: 通知

# bewrite_notification_label1
source: IN ORDER FOR YOUR SMART RING TO WORK WE NEED TO SEND YOU NOTIFICATIONS.
de: DAMIT IHR SMART RING FUNKTIONIERT, MÜSSEN WIR IHNEN BENACHRICHTIGUNGEN SCHICKEN
zh_hans: 我们需要给您发送通知，以便您的戒指能更好地工作

# bewrite_notification_label2
source: MAKE SURE YOU ENABLE NOTIFICATIONS SO YOUR RING WORKS PROPERLY
de: STELLEN SIE SICHER, DASS BENACHRICHTIGUNGEN AKTIVIERT SIND, DAMIT IHR RING RICHTIG FUNKTIONIERT
zh_hans: 确保您启用了通知，以便您的戒指工作正常

# bewrite_notification_buttontTitle
source: NEXT
de: WEITER
zh_hans: 下一步

# bewrite_background_title
source: BACKGROUND
de: HINTERGRUND
zh_hans: 后台

# bewrite_background_label1
source: BLINQ NEEDS TO RUN IN THE BACKGROUND IN ORDER TO SEND RING NOTIFICATIONS.
de: BLINQ MUSS IM HINTERGRUND LAUFEN, UM BENACHRICHTIGUNGEN ZU SENDEN.
zh_hans: BLINQ需要在后台运行以便发送通知。

# bewrite_background_label2
source: MAKE SURE YOU DON’T MANUALLY QUIT THE BLINQ APP
de: STELLEN SIE SICHER, DASS SIE DIE BLINQ APP NICHT MANUELL BEENDEN
zh_hans: 确认您不会手动退出BLINQ应用程序

# bewrite_background_buttontTitle
source: NEXT
de: WEITER
zh_hans: 下一步

# bewrite_sos_title
source: TAP TAP TAP
de: TIPP TIPP TIPP
zh_hans: 敲击 敲击 敲击

# bewrite_sos_label1
source: TAP THE RING REPEATEDLY UNTIL VIBRATION IS FELT TO SEND AN EMERGENCY MESSAGE
de: TIPPEN SIE WIEDERHOLT AUF DEN RING, BIS SIE DIE VIBRATION SPÜREN, UM EINE NOTFALL-NACHRICHT ABZUSENDEN
zh_hans: 持续敲击戒指直到振动即会发送求救信息

# bewrite_sos_label2
source: IN THE EVENT OF AN EMERGENCY THE S.O.S. FEATURE ALLOWS YOU TO SEND A TEXT MESSAGE WITH YOUR LOCATION TO ANY PRESELECTED CONTACT.
de: IM NOTFALL ERLAUBT IHNEN DIE S.O.S.-FUNKTION EINE NACHRICHT MIT IHRER AKTUELLEN POSITION AN EINEN VORHER AUSGEWÄHLTEN KONTAKT ZU SENDEN.
zh_hans: 在紧急情况下，紧急求救功能允许您将您的位置发送到任何预先设定的联系人。

# bewrite_sos_label3
source: BLINQ IS NOT A SUBSTITUTE FOR 911 OR ANY EMERGENCY SERVICES. BLINQ IS AN EXTRA LAYER OF SECURITY AND PEACE OF MIND.
de: BLINQ IST KEIN ERSATZ FÜR 911 ODERR EINEN ANDEREN NOTRUF. BLINQ EINE ZUSÄTZLICHE EBENE VON SICHERHEIT UND EIN BERUHIGTES GEWISSEN:
zh_hans: BLINQ不是911或任何紧急服务的替代品。BLINQ是安全与和平的附加层。

# bewrite_sos_label4
source: NORMAL CARRIER RATES APPLY
de: NORMALE ÜBERTRAGUNGSKOSTEN FALLEN AN
zh_hans: 需要支付基本的运营商费用

# bewrite_sos_buttontTitle
source: NEXT
de: WEITER
zh_hans: 下一步

# bewrite_social_sos_title
source: SOCIAL S.O.S.
de: SOZIAL-S.O.S.
zh_hans: 社交SOS

# bewrite_social_sos_label1
source: IN AN EMERGENCY BLINQ CAN POST YOUR LOCATION TO YOUR FACEBOOK WALL. NOW YOUR FRIENDS CAN COME TO THE RESCUE.
de: IN EINEM NOTFALL KANN BLINQ IHREN STANDORT AUF IHRER FACEBOOK-PINNWAND VERÖFFENTLICHEN. JETZT KÖNNEN IHRE FREUNDE ZUR RETTUNG EILEN.
zh_hans: 在紧急情况下BLINQ可以将您的位置发送给您的FACEBOOK圈子。 现在你的朋友可以帮忙了。

# bewrite_social_sos_label2
source: CONNECT YOUR RING WITH FACEBOOK AND WHEN AN S.O.S. IS TRIGGERED WE’LL POST YOUR MESSAGE AND LOCATION TO YOUR PUBLIC WALL.
de: VERBINDEN SIE IHREN RING MIT FACEBOOK UND WENN EIN S.O.S. AUSGELÖST WIRD, POSTEN WIR IHRE NACHRICHT UND IHREN STANDORT AUF IHRER ÖFFENTLICHEN PINNWAND.
zh_hans: 把你的戒指与FACEBOOK连接，当SOS被触发时我们将您的信息和位置发送到您的公共圈子。

# updating_jewelry_page_title
source: UPDATING JEWELRY
de: SCHMUCK WIRD AKTUALISIERT
zh_hans: 升级中

# updating_jewelry_page_describe
source: PLEASE LEAVE THE RING ON THE CHARGER UNTIL ALL OF THE UPDATES ARE COMPLETE.
de: BITTE DEN RING AM LADEGERÄT LASSEN, BIS DIE UPDATES ABGESCHLOSSEN SIND.
zh_hans: 请将戒指放到充电器上，直到升级完成。

# update_failed_page_title
source: UPDATE FAILED
de: AKTUALISIERUNG FEHLGESCHLAGEN
zh_hans: 升级失败

# update_failed__page_describe
source: LOOKS LIKE THERE WAS AN ISSUE WITH THE UPDATE. PLEASE ENSURE YOUR RING IS CONNECTED AND THAT YOU ARE ONLINE.
de: ES SIEHT AUS, ALS HÄTTE ES PROBLEME MIT DEM UPDATE GEGEBEN.BITTE STELLEN SIE SICHER, DASS IHR RING VERBUNDEN IST UND SIE ONLINE SIND.
zh_hans: 好像更新有问题。 请确保您的戒指已经连接上并保持连接。

# update_failed_page_label1
source: IS YOUR RING CHARGED?
de: IST IHR RING AUFGELADEN?
zh_hans: 戒指有电吗?

# update_failed_page_label2
source: IS YOUR BLUETOOTH ON AND YOUR RING WITHIN RANGE?
de: IST IHR BLUETOOTH UND IHR RING IN REICHWEITE?
zh_hans: 蓝牙打开并且戒指在附近吗？

# update_failed_page_button1
source: TRY AGAIN
de: NOCH MAL VERSUCHEN
zh_hans: 重试

# update_failed_page_button2
source: NOT NOW
de: NICHT JETZT
zh_hans: 暂不

# update_successful_page_title
source: SUCCESSFUL
de: ERFOLGREICH
zh_hans: 成功

# update_failed_page_label
source: YOUR RING IS NOW UP TO DATE
de: IHR RING IST JETZT AUF DEM NEUESTEN STAND
zh_hans: 您的戒指是最新版本

# update_successful_page_describe
source: YOUR RING HAS BEEN UPDATED AND UPGRADED TO THE LATEST AND GREATEST SOFTWARE.
de: IHR RING WURDE AUF DIE AKTUELLSTE UND BESTE SOFTWAREVERSION AKTUALISIERT.
zh_hans: 您的戒指已经更新并升级到最新版本。

# update_failed_page_button
source: DONE
de: ERLEDIGT
zh_hans: 完成

# upToDate_page_title
source: UP TO DATE
de: AKTUELL
zh_hans: 最新

# upToDate_page_describe
source: YOUR RING HAS ALREADY BEEN UPDATED AND UPGRADED TO THE LATEST AND GREATEST SOFTWARE.
de: IHR RING WURDE BEREITS AUF DIE AKTUELLSTE UND BESTE SOFTWAREVERSION UPGEDATET UND UPGEGRADET.
zh_hans: 您的戒指已经更新并升级到最新版本。

# upToDate_page_buttonTitle
source: DONE
de: ERLEDIGT
zh_hans: 完成

# update_available_page_title
source: UPDATE AVAILABLE
de: UPDATE VERFÜGBAR
zh_hans: 更新可用

# update_available_page_lable
source: PLEASE MAKE SURE YOUR RING IS CONNECTED TO THE CHARGER BEFORE YOU UPDATE TO ENSURE THAT IT STAYS CONNECTED.
de: BITTE STELLEN SIE SICHER IHR RING IST MIT DEM LADEGERÄT VERBUNDEN EHE SIE UPDATEN DAMIT DIE VERBINDUNG FUNKTIONSFÄHIG BLEIBT
zh_hans: 在您更新之前，请确保您的戒指连接到充电器，以确保其保持连接。

# update_available_page_buttonTitle1
source: UPDATE NOW
de: JETZT UPDATEN
zh_hans: 立即更新

# update_available_page_buttonTitle2
source: NOT NOW
de: NICHT JETZT
zh_hans: 暂不

source: EASY
de: EINFACH
zh_hans: 简单

source: DIFFICULT
de: SCHWIERIG
zh_hans: 困难

source: ALERT SENSITIVITY
de: ALERTEMPFINDLICHKEIT
zh_hans: 灵敏度

source: VIBRATE ALERT
de: VIBRATIONSSIGNAL
zh_hans: 震动提醒

source: FLASHING ALERT
de: BLINKSIGNAL
zh_hans: 闪灯提醒

source: YOUR COUNTRY
de: IHR LAND
zh_hans: 国家或地区

# faceBook_login_alert
source: Access has not been granted to the Facebook account. Verify device settings.
de: Zugriff zum Facebook-Account nicht gewährt. Gerät überprüfen.
zh_hans: 尚未授予Facebook帐户访问权限。 验证设备设置。

# loaction_title
source: LOCATION
de: STANDORT
zh_hans: 位置

# location_describe1
source: WE NEED TO HAVE ACCESS TO YOUR LOCATION IN ORDER FOR YOUR EMERGENCY S.O.S. ALERT TO WORK
de: WIR BRAUCHEN IHRE STANDORTINFORMATIONEN DAMIT IHR ALARMSIGNAL FUNKTIONIEREN KANN
zh_hans: 为了您能使用紧急求救功能，我们需要访问您的位置

# location_describe2
source: ENABLE ACCESS TO YOUR DEVICE’S LOCATION SO YOUR RING WORKS PROPERLY
de: ZUGANG ZUM STANDORT IHRES GERÄTS ERMÖGLICHEN DAMIT IHR RING FUNKTIONIERT
zh_hans: 允许应用访问定位功能，以便您的戒指工作正常

# location_buttonTitle
source: NEXT
de: WEITER
zh_hans: 下一步

source: LOADING
de: IN LADUNG
zh_hans: 加载中

source: UNITED STATES
de: VEREINIGTE STAATEN

source: CANADA
de: KANADA

source: BRITAIN
de: ENGLAND

source: GERMANY
de: DEUTSCHLAND

source: INDIA
de: INDIEN

# location_description1
source: WE NEED TO HAVE ACCESS TO YOUR LOCATION IN ORDER FOR YOUR EMERGENCY S.O.S. ALERT TO WORK ENABLE ACCESS TO YOUR DEVICE’S LOCATION SO YOUR RING WORKS PROPERLY
de: WIR BRAUCHEN IHRE STANDORTINFORMATIONEN DAMIT IHR ALARMSIGNAL FUNKTIONIEREN KANN

# location_description2
source: ENABLE ACCESS TO YOUR DEVICE'S LOCATION SO YOUR RING WORKS PROPERLY
de: ZUGANG ZUM STANDORT IHRES GERÄTS ERMÖGLICHEN DAMIT IHR RING FUNKTIONIERT

# NSLocationAlwaysUsageDescription
source: We need to know your location when sending SOS information. Select “Allow" to enable SOS distress functions.
de: Wir müssen Ihren Standort beim Senden von SOS-Informationen kennen. Wählen Sie "Zulassen", um SOS-Notfunktionen zu aktivieren.
zh_hans: 发送SOS信息时我们需要知道你的位置。选择“允许”，启用SOS求救功能。

# NSBluetoothPeripheralUsageDescription
source: PLEASE TURN ON THE BLUETOOTH DEVICE TO CONNECT TO THE SMART RING,IN“SETTINGS”->”BLUETOOTH”.
de: BITTE SCHALTEN SIE IHR BLUETOOTH-GERÄT EIN UM SICH MIT DEM SMART RING ZU VERBINDEN, UNTER “EINSTELLUNGEN“ -> “BLUETOOTH“

# location_alert_title
source: LOCATION SERVICES OFF
de: STANDORTDIENSTE AUS
zh_hans: 定位服务未开启

# location_alert_content
source: TURN ON LOCATION SERVICES IN SETTINGS > PRIVACY TO ALLOW BLINQ TO DETERMINE YOUR CURRENT LOCATION
de: SCHALTEN SIE DIE STANDORTDIENSTE UNTER EINSTELLUNGEN > PRIVATSPHÄRE EIN, UM BLINQ ZU ERLAUBEN, IHRE AKTUELLE POSITION FESTZUSTELLEN
zh_hans: 在“设置->隐私”打开定位服务并允许Blinq以访问当前位置

# description
source: We'd like to use your location when sending SOS information to your emergency contact by knocking your smart ring.
de: Wir möchten Ihren Standort beim Senden von SOS-Informationen an Ihren Notfallkontakt nutzen, indem wir Ihren Smart Ring klopfen.
zh_hans: 当你通过敲击戒指发送求救信息给紧急联系人时，我们需要使用你的位置信息。

source: DISCLAIMER
de: BESTIMMUNQEN
zh_hans: 免责声明
