Repository: zskangus/blinq
Catalog: Blinq/*.lproj/Localizable.strings
Languages: de, zh_hans

# sos_Liability
source: By using Blinq App and SOS function (hereafter referred to as Blinq SOS), viewing, accessing or otherwise using any of the services or information created, collected, compiled or submitted to Blinq SOS you agree to be bound by the following Terms and Conditions of Service and the Terms and Conditions. If you do not want to be bound by our Terms your only use the services of Blinq SOS feature. You understand, agree and acknowledge that these Terms constitute a legally binding agreement between you and Blinq and that your use of Blinq SOS feature shall indicate your conclusive acceptance of this agreement. 1. Provision of Services You agree and acknowledge that Blinq is entitled to modify, improve or discontinue any of its services at its sole discretion and without notice to you even if it may result in you being prevented from accessing any information contained in it. 2. Submitted Content When you submit content to Blinq through comment and email you simultaneously grant Blinq an irrevocable, worldwide, royalty free license to publish, display, modify, distribute and syndicate your content worldwide. Youconfirm and warrant that you have the required authority to grant the above license to Blinq. Blinq may publicize your content as they please without credit. 3. Disclaimer of Warranties You understand and agree that your use of Blinq SOS feature is entirely at your own risk and that our services are provided “As Is” and “As Available”. Blinq does not make any express or implied warranties, endorsements or representations whatsoever as to the operation of the the Blinq SOS feature, information, content, materials, or products. This shall include, but not be limited to, implied warranties of merchantability and fitness for a particular purpose and non-infringement, and warranties that access to or use of the service will be uninterrupted or error-free or that defects in the service will be corrected. 4. Limitation of Liability You understand and agree that Blinq and any of its subsidiaries or affiliates shall in no event be liable for any direct, indirect, incidental, consequential, or exemplary damages. Blinq’s SOS feature provides an extra layer of security and peace of mind, but should never be used as a substitute for 911 (or other local emergency services). Understand and agree that Blinq shall in no event be liable for any direct, indirect, incidental, consequential, or exemplary damages. This shall include, but not be limited to: damages for loss of profits, business interruption, business reputation or goodwill, bodily harm, any harm associated with any emergency situation, loss of programs or information or other intangible loss arising out of the use of or the inability to use the service, or information, or any permanent or temporary cessation of such service or access to information, or the deletion or corruption of any content or information, or the failure to store any content or information. The above limitation shall apply whether or not Blinq has been advised of or should have been aware of the possibility of such damages. In jurisdictions where the exclusion or limitation of liability for consequential or incidental damages is not allowed the liability of Blinq is limited to the greatest extent permitted by law. 5. Entire Agreement You understand and agree that the above Terms constitute the entire general agreement between you and Blinq. You may be subject to additional Terms and conditions when you use, purchase or access other services, affiliate services or third-party content or material. 6. Changes to the Terms Blinq reserves the right to modify these Terms from time to time at our sole discretion and without any notice. Changes to our Terms become effective on the date they are posted and your continued use of Blinq SOS after any changes to Terms will signify your agreement to be bound by them.
de: Durch die Verwendung der Blinq App und SOS-Funktion (nachfolgend als Blinq SOS bezeichnet), das Betrachten, Zugreifen auf oder anderweitige Verwenden eines der von Blinq SOS erstellten, gesammelten oder kompilierten Dienste oder Informationen, erklären Sie sich damit einverstanden, an die folgenden Allgemeinen Geschäftsbedingungen gebunden zu sein. Wenn Sie nicht an diese gebunden sein wollen, verwenden Sie nur die Dienste der Blinq SOS-Funktion. Sie verstehen, stimmen zu und erkennen an, dass diese Bedingungen eine rechtsverbindliche Vereinbarung zwischen Ihnen und Blinq darstellen und dass Ihre Nutzung der Blinq SOS-Funktion Ihre eindeutige Annahme dieser Vereinbarung anzeigt. 1. Erbringung von Dienstleistungen Sie erklären sich damit einverstanden, dass Blinq berechtigt ist, seine Dienste nach eigenem Ermessen zu ändern, zu verbessern oder einzustellen, auch ohne Sie vorher zu benachrichtigen und selbst wenn dies dazu führt, dass Ihnen der Zugriff auf einige Informationen verweigert wird. 2. Eingereichte Inhalte Wenn Sie per Kommentar und E-Mail Inhalte an Blinq senden, gewähren Sie Blinq gleichzeitig eine unwiderrufliche, gebührenfreie Lizenz zum Veröffentlichen, Anzeigen, Ändern, Verbreiten und Syndizieren Ihrer Inhalte weltweit. Sie bestätigen und garantieren, dass Sie die erforderliche Befugnis haben, Blinq die oben genannte Lizenz zu erteilen. Blinq kann Ihre Inhalte nach belieben, ohne Gutschrift an Sie, veröffentlichen. 3. Gewährleistungsausschluss Sie verstehen und stimmen zu, dass Ihr Gebrauch der Blinq SOS-Funktion ganz auf eigene Gefahr geschieht und dass unsere Dienste "wie vorliegend" und "wie verfügbar" zur Verfügung gestellt werden. Blinq macht keine ausdrücklichen oder stillschweigenden Garantien, Vermerke oder Zusicherungen, was den Betrieb der Blinq SOS-Funktion, Informationen, Inhalte, Materialien oder Produkte betrifft. Dies beinhaltet, ist aber nicht beschränkt auf, implizite Garantien der Marktgängigkeit und Eignung für einen bestimmten Zweck und Nicht-Gesetzesverletzung, wie auch Garantien, dass der Zugang zu oder die Nutzung der Dienstleistung ununterbrochen oder fehlerfrei ist oder dass Mängel in der Dienstleistung korrigiert werden. 4. Haftungsbeschränkung Sie verstehen und stimmen zu, dass Blinq und seine Tochtergesellschaften oder verbundenen Unternehmen in keinem Fall für direkte, indirekte, zufällige, Folgeschäden oder exemplarische Schäden haftbar gemacht werden. Blinq's SOS-Funktion bietet eine zusätzliche Ebene von Sicherheit und Seelenfrieden, sollte aber nie als Ersatz für 911 (oder andere lokale Notdienste) verwendet werden. Verstehen und stimmen Sie zu, dass Blinq in keinem Fall für direkte, indirekte, zufällige, Folgeschäden oder exemplarische Schäden haftbar gemacht werden kann. Dies schließt ein, beschränkt sich jedoch nicht auf: Schäden für Gewinnverluste, Betriebsunterbrechung, Geschäftsreputation, Körperverletzung, Schäden, die mit einer Notsituation, einem Verlust von Programmen, Informationen oder sonstigen immateriellen Verlusten verbunden sind, die sich aus der Nutzung von oder der Unfähigkeit, den Service oder die Information zu nutzen ergibt, oder eine permanente oder vorübergehende Beendigung dieser Dienste oder des Zugangs zu Informationen, das Löschen, die Korruption von Inhalten oder Informationen oder das Versäumnis, Inhalte oder Informationen zu speichern. Die obige Beschränkung gilt, unabhängig davon, dass Blinq über die Möglichkeit solcher Schäden beraten wurde oder sich dessen bewusst gewesen sein sollte. In Gerichtsbarkeiten, in denen der Ausschluss oder die Beschränkung der Haftung für Folgeschäden oder zufällige Schäden nicht zulässig ist, ist die Haftung von Blinq auf den gesetzlich zulässigen Umfang beschränkt. 5. Vollständige Zustimmung Sie verstehen und stimmen zu, dass die oben genannten Bedingungen die gesamte allgemeine Vereinbarung zwischen Ihnen und Blinq darstellen. Bei der Nutzung, dem Kauf oder dem Zugriff auf andere Dienste, Affiliate-Services oder Drittanbieter-Inhalte oder -Material könnten Sie zusätzlichen Bedingungen unterliegen. 6. Änderungen an den Bedingungen Blinq behält sich das Recht vor, diese Bedingungen von Zeit zu Zeit nach eigenem Ermessen und ohne vorherige Ankündigung zu ändern. Änderungen an unseren Bedingungen werden zu dem Zeitpunkt, an dem sie veröffentlicht werden, wirksam und Ihre fortgeführte Verwendung von Blinq SOS nach irgendwelchen Änderungen an den Bedingungen lässt ihr Einverständnis erkennen, an diese gebunden zu sein.
zh_hans: 使用Blinq App的SOS功能，访问和查看任何Blinq SOS创建、收集或提交的信息，都必须同意以下的条款和条件。 1. 服务条款 Blinq有权利在不通知您的情况下，修改、改进或中断其任何服务，即使这会导致您被阻止访问Blinq提供的信息和服务。 2. 提交的内容 当您通过评论或邮件提交信息给Blinq时，您默认Blinq可以在其应用中公开您提交的内容。Blinq无需在征得您同意的情况下，公开您提交的内容。 3. 免责声明和保证条款 Blinq SOS会提供其所能提供的功能，但是不承担您使用时的风险。Blinq不针对SOS功能和其内容做任何明示或暗示的保证以及背书，包括但不限于任何暗示性保证和保证该服务从不间断或不出故障。 4. 限制和责任 Blinq SOS提供安全和和平之外的额外功能，而不作为911（或者当地紧急服务）的替代。Blinq SOS和其附属功能，不对您使用过程中任何直接或间接的伤害负责，包含但不限于：利益损失，商业中断，商业名誉，身体损伤，紧急情况下的任何伤害，删除任何内容或信息，未能成功存储内容或信息。无论Blinq是否意识到或者被建议有可能产生以上伤害，以上限制都是有效的。 5. 完整性合约 以上条款构成了您和Blinq之间的整体协议。当您使用、购买和访问其他服务时，您有可能需要服从额外的条款和条件。 6. 条款变更 Blinq保留对以上条款作出更改的权力，并且无需在通知您的情况下才做出更改。任何更改从其发布之日起生效，您在更改生效后使用Blinq SOS，则自动视为同意更改的协议。

source: Decline
de: ABLEHNEN
zh_hans: 拒绝

source: Accept
de: AKZEPTIEREN
zh_hans: 接受

# asd
source: aaaa
zh_hans: bbbb

# sos_sms
source: I need your help right now
zh_hans: 我需要你的帮助

source: OK
zh_hans: 好的

# contacts_page_buttonTitle
source: OK
zh_hans: 好的

# software_label
source: SOFTWARE
zh_hans: 软件

# firmware_label
source: FIRMWARE
zh_hans: 固件

# bewrite_social_sos_buttonTitle
source: OK
zh_hans: 好的
